[
    {
        "quote": "- Det er et skridt fremad på størrelse med det, man kan foretage sig, når man sidder på toilettet med bukserne nede om hælene.",
        "context": "Troels Bech er i sin aktive karriere på talerstolen til DBU's årsmøde som repræsentant for Spillerforeningen, og han er utilfreds med et netop vedtaget forslag."
    },
    {
        "quote": "- Nu er de gået til valg på slogans som \"Morten Bruun tilbage på landsholdet\" og alt muligt andet valgvås. Nu er valget overstået, og så sender kommunen tre mand og en defekt traktor og skaber sportsligt uforsvarlige rammer. Alligevel forventer alle byens kloge fædre, at vi bliver mestre. Næh, kommunalpolitikere vil gerne i himlen, men ikke en af dem vil dø for at komme der.",
        "context": "Efter en 1-0-sejr som Silkeborg-spiller over Viborg i kamp, som blev spillet på en snedækket bane, 21. november 1993. Politiken."
    },
    {
        "quote": "- Jeg er da udmærket klar over, at der er mange af mine gamle fodbold-kammerater, som undrer sig over mit valg. En stående vittighed blandt dem lyder for eksempel: Nå, I har nok tegnet sponsorkontrakt med Libresse? - skal der så stå 'Tab og vind med samme bind' på trøjerne?",
        "context": "Om at arbejde som dametræner i HEI. Politiken 25. april 1997."
    },
    {
        "quote": "- Jeg småsnakker med AC (Horsens, red.), men jeg vil ikke kalde det reelle forhandlinger, hvis du dermed forstår kaffe på bordet og masser af papirer.",
        "context": "Om en mulig kontraktforlængelse med den østjyske klub. Horsens Folkeblad 8. februar 1999."
    },
    {
        "quote": "- Målsætningen handler om at forbedre placeringen fra år til år, og hvis jeg bliver længe nok, må det da for fanden ende med guld til sidst.",
        "context": "Ved tiltrædelsen i OB i 2000."
    },
    {
        "quote": "- Sådan en kamp som i dag, hvor I vinder 4-3, hvor meget hænger det sammen med, at der enten er eller kunne have været en i din omgangskreds, der hedder Bent?\n- Bent?\n- Ja Bent, det er jo de små marginaler, som afgør det.\n- Hvis du mener, at små marginaler har gjort, at Bent ikke hedder Bente, så er det de 12 centimeter, som de små marginaler består af, og så forstår jeg, hvad du mener. Ellers er jeg i tvivl.\n- Men har I ikke lært at tøjle sådan nogle spørgsmål her?\n- Nej, der må vi nok gribe ned i tasken med improvisation, og der står jeg febrilsk og leder lige nu.",
        "context": "Humoristisk dialog med Thomas Gravgaard til et indslag i Det' Bar Fodbold i anledning af, at OB-truppen havde været på mediekursus. 3. marts 2002."
    },
    {
        "quote": "- Hvis der pludselig dumpede en sofa ned fra himlen, ville Miti såmænd også kunne tæmme den uden det mindste besvær. Så teknisk dygtig er han.",
        "context": "Om sin zambianske OB-angriber Mwape Miti. Politiken. 10. marts 2002"
    },
    {
        "quote": "- Det kan jeg ikke vurdere bedre end Holmstrøm. Han er jo en erfaren vurderingsmand. Der er ikke den ting, han ikke har vurderet, og derfor vil jeg ikke forsøge at gøre ham rangen stridig.",
        "context": "FCK-sportsdirektør Niels-Christian Holmstrøm kritiserede dommer Steen Pedersen for ikke at vise OB's Fernando Derveld ud. OB-træner Troels Bech ville ikke lege med. Jyllands-Posten 7. april 2002."
    },
    {
        "quote": "- En ener - hvorfor ikke en nullert?",
        "context": "Om hvordan man skal titulere Mohamed Zidan, efter egypteren har spillet dårligt i et 1-0-nederlag til AaB. Jyllands-Posten 21. september 2003."
    },
    {
        "quote": "- Vi vil ikke skide en lille rød strandskade.",
        "context": "Om manglende respekt før møderne med de to topklubber Brøndby og FCK. Jyllands-Posten 28. september 2003."
    },
    {
        "quote": "- Jeg håber bare for holdets skyld, at nogen har gjort sig tanker om, hvorfor resultaterne ikke var, som vi alle ønskede. Ellers er det jo som at skifte lagen, uden at man nødvendigvis af den får bedre søvn.",
        "context": "Efter fyringen i FC Midtjylland. Tipsbladet 5. december 2003."
    },
    {
        "quote": "- Jeg er blevet kaldt en intellektuel træner, og andre har kaldt mig kvik. Det er alt sammen grundløse beskyldninger, og det vil andre kunne bekræfte.",
        "context": "Til TV 2 Sporten efter ansættelsen i Esbjerg i 2005."
    },
    {
        "quote": "- Er det [Barcelona] dit internationale yndlingshold?\n- Det har jeg helt glemt at have, tror jeg. Der sker det for nogle trænere, i hvert fald hvis man er nørdet, at man holder op med at være fan. Man går meget mere op i faget. Men jeg synes, at Barcelona fodboldfagligt er fantastisk spændende.\n- Men du er vel fan af dit eget hold? Ellers ville der vel mangle passion?\n- Der er mange slags passion. Du er vel heller ikke fan af din kæreste, går jeg ud fra.",
        "context": "Dialog med Thomas Gravgaard i Det bar' fodbold 13. marts 2006."
    },
    {
        "quote": "- Vi skulle ikke ud at køre radiobiler med dem, fordi vores spillere slet ikke har den samme tyngde.",
        "context": "Efter OB-Esbjerg 19. marts 2006. Jyllands-Posten."
    },
    {
        "quote": "- Hvad kan du bruge kampen til?\n- Det er vel mere sandsynligt, at de undervurderer os.",
        "context": "Til 3+ efter et 3-0-nederlag til Brøndby 17. april 2006. Tre dage senere slog Bechs Esbjerg-hold Brøndby med 5-2 i pokalturneringen."
    },
    {
        "quote": "- Vi lever jo et i østrogenhelvede, hvor vi nærmest skal kysse og kramme hinanden. Det er jo lige før, at fodboldspillere skal have barselsorlov. Fodbold er en mandfolkesport, og han spiller som et mandfolk.",
        "context": "Om Randers' Djiby Fall, der i sin første tid i Danmark blev kritiseret for en hård spillestil. Efter et Fall-hattrick mod Esbjerg 5. november 2006. Ritzau"
    },
    {
        "quote": "- Lige meget, hvor mange kopper med 50 grader varmt vand, du hælder sammen, så får du det ikke til at koge.",
        "context": "Om landsholdets mangel på topspillere. Tipsbladet 16. november 2007"
    },
    {
        "quote": "- For mig virker håndbold mest af alt som en polterabendbegivenhed på linje med paintball. Jeg så kun et minut af finalen og fandt aldrig ud af, hvem der skulle giftes. Det er en tarvelig sport, der udelukkende består af dødbolde.",
        "context": "Troels Bech efter det danske herrelandshold vandt EM-guld i januar 2008. JydskeVestkysten."
    },
    {
        "quote": "- Den tackling, der bliver lavet lige inden målet, hører ikke hjemme i fodbold. Det er nærmest judo eller håndbold, og jeg hader begge sportsgrene.",
        "context": "Om et frispark, som dommer Anders Hermansen angiveligt overså lige inden FCK's sejrsmål i overtiden i en 2-1-sejr over Esbjerg 27. april 2008."
    },
    {
        "quote": "- Kan man stikke en finger i jorden allerede på det her tidspunkt og sige, hvor det bærer hen ad for de her to hold?\n- Nej, men man kan stikke den alle mulige andre steder hen, og der tror jeg ikke, nogen af os to har brug for den.",
        "context": "Troels Bech til TV 2 Sporten efter FCK – Esbjerg 1-0 21. juli 2008 – første runde i sæsonen."
    },
    {
        "quote": "- Her er ikke tænkt på indretningsfilosofi for den metroseksuelle mand med fu shau, fiu fu eller hvad fa'n det hedder.",
        "context": "Tipsbladet bydes velkommen på Troels Bechs kontor i ydmyge esbjergensiske rammer 29. august 2008."
    },
    {
        "quote": "- Alt i alt er der flere gode agenter end dårlige, men der er grundlæggende en interessekonflikt mellem klubber og agenter. Vi forsøger at bygge en kontinuitet op i klubberne, mens en agent lever af ustabilitet. En agents interesse går på at få spillerne til at skifte klub.",
        "context": "Om agenternes påvirkning af spillerne. Tipsbladet 5. september 2008."
    },
    {
        "quote": "- Det er et ualmindeligt vovet spørgsmål at bede mig om at forholde mig til, om jeg ikke snart skulle fyres. Hvad havde du regnet med? Det ved trænere sgu da ikke noget om.",
        "context": "Efter et 1-0-nederlag til Brøndby og en sidsteplads i ligaen. Ekstra Bladet, 23. september 2008."
    },
    {
        "quote": "- For to uger siden hed det sig, at vi havde det dårligste landshold i 30 år. Nu vandt det i Portugal, og så kunne man jo spørge sig selv, om vi har den dårligste danske sportspresse i 30 år.",
        "context": "Jyllands-Posten. 25. september 2008."
    },
    {
        "quote": "- I den danske medieverden nærmer vi os amerikanske valgkampstilstande, hvor vi undersøger, om en politiker engang har forulempet en fasan som 14-årig spejder og således ikke er egnet til at lede landet. Der er kommet mange unge Qvortrup Light på de danske redaktioner.",
        "context": "Jyllands-Posten, september 2008."
    },
    {
        "quote": "- Vi havde engang en folkelig sport i fodbold, og man forsøger nu med pletfjerner og alt muligt andet galvaniserende gejl at tage livet ud af fodbolden ved at få tilskuerne til at sidde ned, få trænerne til at sidde ned, få spillerne til at tage trøjen ind i bukserne. Øllene bliver skiftet ud med rosévin og laksemad, come on man, hvorfor lave en fodboldkamp til en restriktion?",
        "context": "Om strikse regler for trænerne på sidelinjen. Tipsbladet 10. oktober 2008."
    },
    {
        "quote": "- Man kan sige, at det er Alarmstufe Eins, når Djiby Fall og bolden er inden for 20 meter af målet samtidigt.",
        "context": "Efter et 4-2-nederlag til OB, hvor Fall lavede målene til 3- og 4-2 inden for de sidste 10 minutter. 19. oktober 2008."
    },
    {
        "quote": "- Det betyder, at jeg nærmer mig en fyring. Jo højere niveau og jo flere svære kampe vi kommer ud i, jo større risiko har vi. Men det er det, vi stiler efter. Mere kamp, mere pres, større udfordringer. Det er super motiverende.",
        "context": "Silkeborg IF er rykket op i Superligaen. DR Sporten. 11. juni 2009."
    },
    {
        "quote": "- Clearingens kunst er lige så nobel og ædel som driblinger og saksespark, og hvad man ellers kan træne. En god clearing er point værd, og vi havde to dårlige i dag, siger Bech til DR Sporten.",
        "context": "DR Sporten. Efter et nederlag 3-2-nederlag til Esbjerg 16. august 2009."
    },
    {
        "quote": "- Prøv og se, jeg ligner jo nærmest en stiknarkoman med alle de blå mærker, jeg har på armen af at knibe mig selv.",
        "context": "Silkeborg overvintrer som oprykker på fjerdepladsen efter en 3-0-sejr over Brøndby. Jyllands-Posten 6. december 2009."
    },
    {
        "quote": "- Vi fylder vores barnevogn med rævehaler, øl og habengut og tager på landevejen og forsøger at finde ledige kunstgræsbaner.",
        "context": "Om manglen på gode træningsbaner i Silkeborg og omegn. Tipsbladet.dk den 7. januar 2010"
    },
    {
        "quote": "- Jeg skal ikke gøre mig klog på, hvad de har gjort af overvejelser i Odense omkring fyringerne, når to gange sølv, en fjerdeplads og Europa League er nok til at skabe uro. Det er jo et vidnesbyrd om, at det er en stor og ambitiøs klub, men man skal huske, at det er uro på et højt niveau.",
        "context": "Efter fyringerne af Lars Olsen, Viggo Jensen og Kim Brink i OB. mja.dk 19. september 2010."
    },
    {
        "quote": "- Man ser flere og flere steder, at fansene principielt holder med sig selv. De definerer sig som klubben, og dem, de sidder og kigger på, er bare de til hver en tid indlejede lejesoldater. Det kan godt være et problem, for så bliver det en opposition til det hold, der lige præcis i dag spiller for vores klub, i stedet for  at være en identifikation.",
        "context": "Om fankultur. 27. september 2010 til Kanal Sport."
    },
    {
        "quote": "- Det lignede længe en 0-0 kamp, fordi vi var impotente og havde en metroseksuel boldmassage, som var kønsløs hen over midten.",
        "context": "Til DR Sporten efter et 4-0-nederlag 14. november 2010."
    },
    {
        "quote": "- I bund og grund er jeg træt af at stå her og beklage mig over baneforholdene igen, for det lyder lidt tøset. Men når vi står her, kan vi ikke komme uden om, at banerne er meget dårlige. Der findes rigtig mange efterskoler med klart bedre træningsbaner end dem her, og der findes landmænd, der får braklægsningsstøtte for græsmarker, der er som den her.",
        "context": "Om dårlige træningsforhold i Silkeborg. mja.dk 20. april 2011."
    },
    {
        "quote": "- Som fodboldmenneske, hvor vi færdes meget på grønne arealer, er vi klar over værdien af dem. Derfor kunne jeg i særdeleshed godt tænke mig, at vi fremover  her i Silkeborg kunne få fredet særligt vores straffesparksfelt. Tillykke til foreningen med de 100 år.",
        "context": "Videohilsen til Danmarks Naturfredningsforening i anledning af dens 100 års jubilæum i 2011."
    },
    {
        "quote": "- Der er vel mange slags perfekte interview, det afhænger af situationen, men til et godt interview hører vel, at begge bidrager til at kaste lys på noget, der før var uklart. Jeg har meget svært ved at forestille mig, hvad træneren skal hjælpe med, når spørgsmålet hedder: ”Skal du ikke snart fyres?”",
        "context": "Kritik af det tv-interview, som fik Randers-interview Ove Christensen til at slå reporteren på skulderen. 11. maj 2011. Kanal Sport."
    },
    {
        "quote": "- Selvfølgelig er der en udløbsdato på mig, og jeg skal heller ikke være træner i Silkeborg resten af min tid, men jeg skal nok selv være opmærksom på, hvornår frimærket ikke klistrer længere.",
        "context": "Interview i Tipsbladet, 3. juni 2011"
    },
    {
        "quote": "- Vi kan det, som vel reelt kun banker kan, at få en plus en til at give tre, fire eller fem. Vi kan få synergi mellem os. Vi kan skabe en værdi, der er større end det, vi hver især bringer ind. Det kan mennesker, og det kan ingen af de maskiner, vi går og opfinder.",
        "context": "Portrætinterview i JyskeBank TV. Oktober 2011"
    },
    {
        "quote": "- Historien om AC Horsens er en fantastisk historie. Det er historien om en grim ælling, der er på vej til at blive... en grim svane, alt efter temperament.",
        "context": "Kanal Sport, 29. oktober 2011."
    },
    {
        "quote": "- De havde lidt for mange hjørnespark og hovedstød til sidst, og der er ikke mange af vores spillere, der har en fremtid som dørmand foran sig, så man kunne godt blive lidt ængstelig. Heldigvis havde jeg travlt med tingene på sidelinjen, så uden at jeg skal gøre mig til He-Man, så havde jeg ikke tid til at være bange.",
        "context": "Efter en 3-2-sejr over Brøndby 25. november 2011. Jyllands-Posten."
    },
    {
        "quote": "- Nogle gange tænker jeg på, hvad der egentlig ville ske, hvis spillerne var alene nede i omklædningsrummet. Mon ikke at de også ville finde frem til noget fornuftigt? Man skal passe på med ikke at tillægge træneren alt for meget værdi.",
        "context": "Om hvor vigtig trænerens indsats i pausen er. Tipsbladet 2. december 2011."
    },
    {
        "quote": "- Der var rigtig mange gode angreb, selvom jeg i første halvleg synes, at jeg manglede nogle afslutninger. Der er jo ikke korssting for mænd på aftenskole, vi laver. Vi skal jo frem til afslutninger.",
        "context": "Efter 4-2-sejren over AaB 3. december 2011 – sporten.dk."
    },
    {
        "quote": "- Med lidt god vilje var vi måske det næstbedste hold i kampen. Men du kan også godt kalde os tredjebedst. Jeg synes også, at dommertrioen var god i dag.",
        "context": "Efter 2-2 mod FC Midtjylland 1. april 2012. Til DR Sporten."
    },
    {
        "quote": "- Jamen Henrik er her for at konkurrere om startpladserne. Han er her ikke for at være hyggeonkel eller fidusbamse. At han så i øvrigt har en masse erfaring at give videre, det er jo kun et plus, og det er der helt sikkert flere i klubben, der kan få gavn af.",
        "context": "Om 36-årige Henrik ”Tømrer” Pedersens rolle i Silkeborg. silkeborgif.com 2. maj 2012."
    },
    {
        "quote": "- Det er drønhamrende-snotirriterende-pisseærgerligt.",
        "context": "Efter et nederlag til Brøndby på 3-2 3. maj 2012, hvor Silkeborg misser den Europa Cup-givende femteplads. Ritzau."
    },
    {
        "quote": "- Vi skal bare vinde. Og ved du hvad, jeg kan godt lide en god snak om taktik, teamwork, synergi og sådan noget, men fuck det. Vi skal bare vinde. Så må de gøre, hvad de vil, drengene.",
        "context": "Før en kamp mod HB Køge. 13. maj 2012. TV 2 Sport."
    },
    {
        "quote": "- Omkring mit sprog tror jeg, at det er lidt en skrøne, at jeg skulle være for akademisk. Jeg tror, den er opstået ud af nogle af de ting, jeg har sagt til medierne gennem årene. Jeg er ikke selv stødt på spillere, der ikke har kunnet forstå, hvad jeg sagde, og jeg har da også næsten udelukkende befundet mig blandt fodboldspillere de seneste 20 år. Jeg er ikke akademiker. Jeg er uuddannet. Jeg er en fodboldbums.",
        "context": "Om sit ry som en træner, der taler i et sprog, som spillerne ikke forstår. Tipsbladet 1. juni 2012."
    },
    {
        "quote": "- Kan du huske, at Peter Plys sagde, at det bedste her i livet er at spise honning, hvorefter han lige rettede sig og sagde ”nej nej, det er lige inden, man skal spise honning.”? Det bedste for mig som træner er, når jeg kan mærke, at nu er det lige ved forløse sig, nu er vi tæt på at lykkes. Det tror jeg vi kan komme med OB.",
        "context": "Interview med Kanal Sport efter sin tiltrædelse i OB, 5. juni 2012."
    },
    {
        "quote": "- Hvis du kunne vælge en spiller helt frit i Superligaen hvem skulle det så være?\n- Det skulle nok være næste modstanders målmand... hver uge.",
        "context": "Facebook-chat med OB-fans 12. juli 2012."
    },
    {
        "quote": "- Ind til i dag var vi det eneste hold i ligaen, som der ikke var scoret mod det sidste kvarter. Hvordan takserer man så et mål i 97. minut? Er det i begyndelsen af næste kamp eller hvad? Det er godt nok længe at vente. Det er dejligt at se, at den unge dommer er blevet gammel nok til at være ude så længe, at vi kan spille så lang tid.",
        "context": "Efter 1-1 mod FC Midtjylland 21. oktober 2012, hvor FC Midtjylland udlignede i det 97. minut. - DR."
    },
    {
        "quote": "- Du kaldte det rockerbold, før vi gik i gang, men var der ret meget Hells Angels og Bandidos over de her to hold?\n- Min ekspertise inden for faget er nok ikke så stor, så det skal jeg ikke kunne sige. Men vi havde alt muligt på ryggen, og der var mange tatoveringer - og skæg havde vi da også, nogle af os.",
        "context": "Interview med TV 2 Sport i efter en 3-0-sejr over Esbjerg i en ellers halvsløj kamp den 1. december 2012."
    },
    {
        "quote": "- Jeg nægter at tro på, at Gud i sine mange andre gøremål også har en pokalkamp i anden runde på dagsordenen. Vi vil da også gerne have hjælp fra Vorherre, men det er ikke vores plan A. Vi er nødt til at levere en indsats først, før vi kan tillade os at håbe på spirituel doping.",
        "context": "Interview med DR Sporten forud for OB's pokalkamp mod Serie 2-holdet FC Udfordringen, som er en kristen fodboldklub. 12. september 2013."
    },
    {
        "quote": "- I taber 1-0 til Brønshøj i pokalturneringen i dag, og det går heller ikke super godt i Superligaen. Prøv lige og fortæl, hvordan man som træner har det lige nu?\n- Ha ha. Ja, så det sådan et Alt for Damerne-format, vi er ude i her? Nej, men jeg er - jeg ved ikke, om man er - for det første en hel del skuffet, en smule forundret og meget, meget ivrig efter at få rusket op i det, vi så i dag, for det var et resultatmæssigt lavpunkt, og vi har ikke noget glid i spillet. Og jeg kan også ret hurtigt se, at man spiller med bekymring for, hvad der kan gå galt. Ellers kan man ikke forklare den store forskel på første og anden halvleg.",
        "context": "Interview med Camilla Martin og TV 3 Sport 1 efter nederlaget på 1-0 til Brønshøj den 24. september 2014."
    },
    {
        "quote": "- Det er en helt naturlig del af trænerjobbet. Nu kommer jeg nok til at understrege klicheen om mig selv, men: Et billede på trænerens opgave er, at man skal knytte en masse stumper snor sammen til et stærkt reb, og jo flere nye der kommer, jo hurtigere skal der knyttes. Og samtidig med at man gør det, er der sat ild til rebet i den anden ende. Og hvis ikke man knytter hurtigt nok, kommer ilden helt op, hvor det så enten brænder over, eller man har et varmt sæde. Og det er vel det, vi er ude i lige nu: Vi knytter og knytter med relativt mange nye stumper reb, og imens kommer varmen bagfra.",
        "context": "Troels Bech om at være fyringstruet i OB, Fyens Stiftstidende den 26. september 2014."
    },
    {
        "quote": "Hvad med Niki Zimling. Er han aktuel?\n- Du får nok samme svar…\nMen jeg bliver nødt til at spørge.\n- Jamen, så med undtagelse af Batman vil jeg ikke kommentere på enkeltnavne.\nHvad så med Batman?\n- Han kommer ikke.",
        "context": "Troels Bech, sportsdirektør i BIF, bliver spurgt ind til mulige transferemner i Brøndby den 30. august 2015 i B.T."
    },
    {
        "quote": "- Jeg kan starte med at sige, at jeg i hvert fald har lært - og det er måske også til Rasmus (Monnerup), der har lært sine erfaringer og alle andre, der går rundt og leger fodboldtrænere derude - at de to vigtigste ting skal være i orden. Det første at man kan få et godt samarbejde med ejerskabet, og det er en udfordring i Esbjerg, for de ønsker en ny investor - derfor er det svært at lave lange planer, som er det, der kan være rigtig tillokkende for mig.\n- Og det andet er, at man dæleme ikke skal være et sted, hvor de bygger stadion. Det har jeg prøvet tre gange, hvor de alle tre gange endte med at fyre mig. Det kan så godt være, det ikke kun var stadionbyggeriet alene, men man bliver simpelthen så bange for fremtiden ved at være et sted, hvor man bygger stadion.",
        "context": "Troels Bech, der netop var stoppet som midlertidig træner i Esbjerg, til Mediano den 13. juli 2020"
    }
]